export const form_messages = {
    REQUIRED: "ورود اطلاعات این فیلد اجباری است",
    LATHIN_PATTERN: "فقط حروف لاتین و اعداد و کارکتر های خاص (@ # $ % !)",
    ALPHABET_PATTERN: "فقط حروف فارسی و لاتین و اعداد و کارکتر های خاص (@ # $ % !)",
    EMAIL: "یک ایمل وارد کنید",
    CONFIRM_PASS: " با فیلد رمز عبور مشابه نیست",
    ARRAY_MINIMUM_1: "حد اقل یک آیتم انتخاب کنید",
    Mobile: "یک شماره موبایل وارد کنید",
    SEMANTIC_V: "فرمت ورژن را رعایت کنید",
    FILE_FORMAT: "یک فایل با فرمت معتبر انتخاب کنید",
    URL: "فرمت معتبر نیست"
}